/* Can't Reset Tree Message */
"Can't reset specialization tree until other two talent trees have 0 points allocated!" = "Can't reset specialization tree until other two talent trees have 0 points allocated!";

/* Can't Reset Tree */
"Can't Reset Tree" = "Can't Reset Tree";

/* Choose a Class */
"Choose a Class" = "Choose a Class";

/* Load */
"Load" = "Load";

/* OK */
"OK" = "OK";

/* Points Left */
"Points Left" = "Points Left";

/* Points Spent */
"Points Spent" = "Points Spent";

/* Required Level */
"Required Level" = "Required Level";

/* Reset All */
"Reset All" = "Reset All";

/* Save */
"Save" = "Save";

/* View Summaries */
"View Summaries" = "View Summaries";

/* View Summaries */
"View Talents" = "View Talents";

/* Load */
"Load" = "Load";

/* Death Knight */
"Death Knight" = "Death Knight";

/* Druid */
"Druid" = "Druid";

/* Ghostcrawler */
"Ghostcrawler" = "Ghostcrawler";

/* Hunter */
"Hunter" = "Hunter";

/* Mage */
"Mage" = "Mage";

/* Paladin */
"Paladin" = "Paladin";

/* Priest */
"Priest" = "Priest";

/* Rogue */
"Rogue" = "Rogue";

/* Shaman */
"Shaman" = "Shaman";

/* Warlock */
"Warlock" = "Warlock";

/* Warrior */
"Warrior" = "Warrior";

/* Mastery */
"Mastery" = "Mastery";

/* Mastery */
"Mastery" = "Mastery";

/* Rank */
"Rank" = "Rank";

/* Requires %d point in %@ */
"Requires %d point in %@" = "Requires %1$d point in %2$@";

/* Requires %d point(s) in %@
   Requires %d points in %@ */
"Requires %d points in %@" = "Requires %1$d points in %2$@";

